Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-4.pdf.tmx
Source language: nob
Languages: sme

source: Felles for oss alle er at god språkopplæring vil ha betydning for resten av livet.
sme: Midjiide buohkaide lea dat oktasaš ahte buorre giellaoahpahusas lea mearkkašupmi olles eallinahkái.

source: Samiske språk er viktig for den enkelte språkbruker, for den samiske befolkningen og for utviklingen av det samiske samfunnet.
sme: Sámegielain lea stuorra mearkkašupmi ovttaskas giellageavaheaddjái, sámi álbmogii ja sámi servodaga ovddideapmái.

source: Samiske språk handler ikke bare om kommunikasjon, men er nært knyttet til samisk identitet, kulturarv og tilhørighet.
sme: Sámegielain ii leat dušše sáhka gulahallamis, muhto dain lea lagas čatnaseapmi sámi identitehtii, kulturárbái ja gullevašvuhtii.

source: Samiske språk er et symbol på vårt felleskap, vår arv og vårt bånd til våre forfedre.
sme: Sámegielat govvidit min oktavuođa, min árbbi ja čanasteami min máttuide.

source: Gjennom språket vokser det frem en tilhørighet, uavhengig av hvilket samisk språk man behersker eller hvor lite eller hvor mye man behersker språket.
sme: Giella duddjo gullevašvuođa, beroškeahttá das guđe sámegiela mii máhttit dahje man ollu dahje unnán mii giela máhttit.

source: Samisk språkpolitikk handler derfor både om å ta tilbake et tapt språk, og utvikling av samiske språk i de områder hvor samisk brukes i dagliglivet.
sme: Danne lea sámi giellapolitihkas sáhka sihke das ahte váidit ruovttoluotta massojuvvon giela ja das ahte ovddidit sámegielaid dain guovlluin gos sámegiella geavahuvvo beaivválaččat.

source: Til tross for ulike språksituasjoner binder språket oss sammen gjennom et felles ønske om bevaring, utvikling og styrking av samiske språk.
sme: Vaikke vel gielladilit leat iešguđetláganat, de giella čatná min oktii dan oktasaš sávaldaga bokte ahte mii háliidit gáhttet, ovddidit ja nannet sámegiela.

source: Samisk språkpolitikk handler også om rammebetingelser, lovreguleringer og om hverdagen for språkbrukere.
sme: Sámi giellapolitihkas lea maid sáhka rámmaeavttuin, láhkareguleremiin ja giellageavaheddjiid árgabeaivvis.

source: Samiske språk berører alle samfunnsområder, og en god språkpolitikk må gjenspeile dette.
sme: Sámegiella guoská buot servodatsurggiide, ja dat ferte buori giellapolitihkas oidnot.

source: Sametinget ønsker at samiske språk høres, brukes og synes i samfunnet, og Sametingets språkstrategi – Gïelelutnjeme - Giellalåpptim - Giellalokten legger fokus på synliggjøring, utvikling, rekruttering og kompetanseheving på alle nivå.
sme: Sámediggi háliida ahte sámegielat galget gullot, geavahuvvot ja oidnot servodagas, ja Sámedikki giellastrategiija – Giellalokten čalmmustahttá oainnusmahttima, ovddideami, rekrutterema ja gealboloktema buot dásiin.

source: Det vil være en særlig satsning på språktilbud for barn og unge.
sme: Erenoamážit áŋgiruššat giellafálaldagaiguin mánáide ja nuoraide.

source: Gïelelutnjeme - Giellalåpptim - Giellalokten setter også fokus på samarbeid og samordning mellom institusjoner, organer og organisasjoner som jobber med samiske språk.
sme: Giellalokten čalmmustahttá maiddái ovttasbarggu ja ovttastahttima daid ásahusaid, orgánaid ja organisašuvnnaid gaskka mat barget sámegielaiguin.

source: I arbeidet med dette dokumentet vektlegges behovene i samfunnet.
sme: Dán dokumeanttas deattuhuvvojit servodaga dárbbut.

source: Språkutvalget har i VAT 2016:18 Vájmo giella redegjort for situasjonen for de samiske språkene og pekt på en rekke utfordringer språkene står ovenfor.
sme: Giellalávdegoddi lea dokumeanttastis NAČ 2016:18 Váibmogiella, čilgen sámegielaid dili ja čujuhan máŋga hástalusa gielaid ektui.

source: Rapporten konkluderer med at det er behov for innsats for de samiske språkene på ulike nivåer i samfunnet, og det legges særlig vekt på barn og unges språkrettigheter.
sme: Raportta loahppacealkámuš lea ahte sámegielaiguin ferte áŋgiruššat servodaga iešguđet dásiin, ja erenoamážit deattuhuvvojit mánáid ja nuoraid giellavuoigatvuođat.

source: Dette dokumentet tar utgangspunkt i språkutvalgets rapport, og vil således ikke omtale språksituasjonen eller dagens utfordringer.
sme: Dán dokumeanttas lea giellalávdegotti raporta vuođđun, ja danne ii válddat gielladili ii ge dálá hástalusaid.

source: Våre erfaringer fra språkarbeidet, er at språk engasjerer og berører alle.
sme: Min vásáhusat giellabarggus lea ahte giella beroštahttá buohkaid ja guoská buohkaide.

source: VAT 2016:18 Vájmo giella var ute til bred høring, og det kom inn over 100 høringsuttalelser til rapporten.
sme: NAČ 2016:18 Váibmogiella lei viiddes gulaskuddamis, ja raportii bohte badjel 100 gulaskuddancealkámuša.

source: Sametinget ser viktigheten av å involvere det samiske samfunnet i arbeidet med samiske språk, og engasjerte deltakere fra ulike samiske miljø har gitt oss råd og innspill til dette dokumentet gjennom åpne innspills møter høsten 2018.
sme: Sámedikki mielas lea deaŧalaš oažžut sámi servodaga mielde bargui sámegielaiguin, ja iešguđet sámi birrasiid berošteaddjit leat buktán midjiide rávvagiid ja evttohusaid dán dokumentii rabas árvalusčoahkkimiin 2018 čavčča.

source: Det har også vært mulig å sende inn skriftlige innspill.
sme: Lea maiddái leamaš vejolaš sáddet čálalaš árvalusaid.

source: I tillegg har Sametingets eldreråd og Sametingets ungdomspolitiske utvalg bidratt med synspunkter, råd og forslag i dette arbeidet.
sme: Dasa lassin lea Sámedikki vuorrasiid ráđđi ja Sámedikki nuoraidpolitihkalaš lávdegoddi ovddidan oainnuid, rávvagiid ja evttohusaid dán bargui.

source: Hensikten med denne strategien er å samle alle gode forslag til tiltak fra Vájmo giella, våre egne erfaringer og eksisterende tiltak i en helhetlig språksatsning.
sme: Dán strategiija áigumuš lea čohkket buot Váibmogiela buriid doaibmabidjoevttohusaid, iežamet vásáhusaid ja dálá doaibmabijuid ollislaš giellaáŋgiruššamii.

source: VAT 2016:18 Vájmo giella inneholder 104 forslag til tiltak.
sme: Dokumeanttas NAČ 2016:18 Váibmogiella leat 104 doaibmabidjoevttohusa.

source: Noen av disse kan Sametinget følge opp alene, andre tiltak krever nært samarbeid med blant annet nasjonale myndigheter.
sme: Dain sáhttá Sámediggi okto čuovvulit muhtuma, eará doaibmabijut gáibidit lagas ovttasbarggu earet eará nationála eiseválddiiguin.

source: Rapporten inneholder også en rekke forslag til lovendringer.
sme: Raporttas leat maiddái máŋga láhkarievdadusevttohusa.

source: Regjeringen er i gang med oppfølging av rapporten og har startet utarbeidelse av lovproposisjon med tilhørende meldingsdel.
sme: Ráđđehus lea dál čuovvuleamen raportta ja lea hábmegoahtán láhkaevttohusa oktan gullevaš dieđáhusosiin.

source: Sametinget vil i dialog med berørte departement arbeide videre med forslagene til lovendringer gjennom konsultasjonsprosesser.
sme: Sámediggi áigu guladettiin guoskevaš departemeanttaiguin bargat viidáseappot láhkarievdadusevttohusaiguin konsultašuvdnaproseassaid bokte.

source: Forslag til lovendringer vil derfor ikke omtales i dette dokumentet.
sme: Danne eat válddat láhkarievdadusevttohusaid dán dokumeanttas.

source: Sametingets språkstrategi- Gïelelutnjeme - Giellalåpptim - Giellalokten vil berøre ulike nivå innenfor flere samfunnsområder.
sme: Sámedikki giellastrategiija - Giellalokten guoskkaha iešguđet dásiid máŋgga servodatsuorggis.

source: Et helhetlig språkløft innebærer at Sametinget er avhengig av bistand fra hele samfunnet for å lykkes med dette arbeidet, og vi vil ta kontakt og inngå samarbeid med både offentlige og private aktører, næringsliv, kunnskapsinstitusjoner, kommunal og offentlig forvaltning, Sametingene i Sverige og Finland og ulike departementer.
sme: Ollislaš giellalokten mearkkaša ahte Sámediggi dárbbaša veahki olles servodagas jus galggaš lihkostuvvat dáinna bargguin, ja mii áigut váldit oktavuođa ja ovttasbargat sihke almmolaš ja priváhta oassálastiiguin, ealáhuseallimiin, máhttoásahusaiguin, gielddalaš ja almmolaš hálddašemiiguin, Ruoŧa ja Suoma bealde sámedikkiiguin ja iešguđet departemeanttaiguin.

source: I denne strategien har vi 3 hovedinnsatsområder, som igjen er inndelt i ulike satsninger.
sme: Dán strategiijas mis leat 3 váldoáŋgiruššansuorggi, main fas leat iešguđet áŋgiruššamat.

source: For hver satsning har vi en rekke konkrete tiltak.
sme: Juohke áŋgiruššamii gullet máŋga konkrehta doaibmabiju.

source: De tiltak og ordninger Sametinget ikke kan gjennomføre alene, eller ikke har myndighet over, er samlet i innsatsområde 2. Dette gjelder blant annet samisk språkområde, som Sametingets plenum behandlet i september 2018.
sme: Daid doaibmabijuid ja ortnegiid maid Sámediggi okto ii sáhte čađahit, dahje ii leat hálddašanváldi daid ektui, leat čohkkejuvvon áŋgiruššansuorgái 2. Dat guoská earret eará sámi giellaguovlluide, maid Sámedikki dievasčoahkkin meannudii 2018 čavčča.

source: Sametingets plenumsvedtak vil ligge til grunn for de videre konsultasjoner med regjeringen.
sme: Sámedikki dievasčoahkkinmearrádus galgá leat vuođđun viidásat konsultašuvnnaide Ráđđehusain.

source: Sametingets språkstrategi – Gïelelutnjeme - Giellalåpptim - Giellalokten har til hensikt å skape et solid løft for de samiske språkene i hele samfunnet.
sme: Sámedikki giellastrategiija – Giellaloktema áigumuš lea váikkuhit nana loktema sámegielaid várás olles servodagas.

source: Vårt grunnsyn er at samisk og norsk skal være likestilte og likeverdige språk.
sme: Min vuođđooaidnu lea ahte sámegiella ja dárogiella galget leat ovttadássásaš ja ovttaárvosaš gielat.

source: For å nå et slikt mål vil det være behov for en solid språksatsning på alle samfunnsområder.
sme: Juksan dihtii dakkár mihttomeari dárbbašuvvo nana áŋgiruššan buot servodatsurggiin.

source: Denne strategien skal vise en tydelig retning for språkpolitikken, og har som mål å gi en varig endring i samfunnet.
sme: Dát strategiija galgá čájehit čielgasit guđe guvlui giellapolitihkka galgá ovddiduvvot, ja ulbmilin lea rievdadit servodaga bistevaččat.

source: Vår visjon
sme: Min višuvdna

source: Samiske språk er naturlige, samfunnsbærende og levende språk
sme: Sámegielat leat lunddolaš, servodatguoddi ja ealli gielat

source: Vår visjon er at samiske språk skal være en naturlig del av samfunnet, og at alle skal gis mulighet til å høre, se og bruke samiske språk på alle samfunnsområder.
sme: Min višuvdna lea ahte sámegielat galget lunddolaččat gullat servodahkii, ja ahte buohkain galgá leat vejolašvuohta gullat, oaidnit ja geavahit sámegielaid buot servodatsurggiin.

source: Samiske språk skal være en naturlig del av hverdagen for både samisk -og norsktalende.
sme: Sámegielat galget lunddolaččat gullat sihke sáme- ja dárogielagiid juohkebeaivválaš dillái.

source: Vår viktigste oppgave i dette arbeidet vil være å skape rom for samiske språk.
sme: Min deaŧaleamos doaibma dán barggus lea láhčit saji sámegielaide.

source: Det innebærer at vi må legge til rette for opplæring i samisk, bruk av samisk på alle arenaer i samfunnet, vi må ha gode rammebetingelser og et lovverk som sikrer rett til bruk av samiske språk.
sme: Dat mearkkaša ahte mii fertet saji láhčit sámegieloahpahussii ja sámegiela geavaheapmái buot servodaga arenain, mis fertejit leat buorit rámmaeavttut ja dakkár lágat mat sihkkarastet vuoigatvuođa geavahit sámegielaid.

source: Vi vil skape rom for samiske språk gjennom ulike satsninger, som vil kreve både menneskelige og økonomiske ressurser, språkfaglig utvikling og endring av dagens rammeverk.
sme: Mii áigut láhčit saji sámegielaide iešguđet áŋgiruššamiid bokte, mat gáibidit sihke olmmošlaš ja ekonomalaš resurssaid, giellafágalaš ovddideami ja dálá rámmaid rievdadeami.

source: Vi vil at alle samiske språk skal ha gode utviklingsmuligheter, og at vår språkpolitikk skal bidra til vekst og utvikling av de samiske språkene med utgangspunkt i språksituasjonen i de ulike språkområdene.
sme: Mii háliidit buohkat ahte buot sámegielain galget leat buorit ovdánanvejolašvuođat, ja ahte min politihkka galgá váikkuhit dasa ahte sámegielat ahtanuššet ja ovddiduvvojit iešguđet giellaguovlluid gielladili vuođul.

source: Vi vet at situasjonen for de samiske språkene er forskjellig i de ulike språkområdene, og det er avgjørende at den fremtidige språkpolitikken har dette som utgangspunkt.
sme: Mii diehtit ahte sámegielaid dilli lea iešguđetlágan iešguđet giellaguovlluin, ja mearrideaddjin lea ahte dat lea vuođđun boahttevaš giellapolitihkkii.

source: Samiske språk er mangfoldige, og både geografisk utbredelse, antall språkbrukere og mulighet for bruk av samiske språk er forskjellige.
sme: Sámegielat leat máŋggabealagat, ja sihke geográfalaš lávdan, giellageavaheddjiid lohku ja vejolašvuohta geavahit giela lea iešguđet láhkai.

source: Mens samiske språk i noen områder er i en vitaliserings – og utviklingssituasjon, er språkene i andre områder majoritetsspråk og brukes som naturlig kommunikasjonsspråk i dagliglivet.
sme: Muhtun guovlluin leat sámegielat ealáskahttin- ja ovdánandilis, go fas eará sajiin leat eanetlohkodilis ja geavahuvvojit lunddolaš gulahallangiellan beaivválaččat.

source: Vår oppgave er å legge til rette for at alle samiske språk, uavhengig av hvilken språksituasjon språket er i, styrkes og utvikles.
sme: Min bargun lea láhčit saji buot sámegielaid nannemii ja ovddideapmái, beroškeahttá makkár gielladilis dat leat.

source: Dette gjør vi best i nært samarbeid med de ulike språkmiljøene.
sme: Dan mii dahkat buoremusat lagas ovttasbargguin iešguđet giellabirrasiiguin.

source: Vår språkpolitikk skal legge grunnlag for synlige og levende samiske språk.
sme: Min giellapolitihkka galgá ráhkadit vuođu oidnosis ja ealli sámegielaide.

source: Styrking og utvikling av samiske språk er grenseoverskridende arbeid, og samarbeid over landegrenser og med andre aktører står sentralt i dette arbeidet.
sme: Sámegielaid nannen ja ovddideapmi lea rádjarasttideaddji bargu, ja ovttasbargu riikarájáid rastá ja eará aktevrraiguin lea guovddážis dán barggus.

source: Språkpolitikk er også samepolitikk som omfatter kultur, helse, opplæring, tradisjonelle næringer, justis og barn og unge.
sme: Giellapolitihkka lea maid sámepolitihkka masa gullet kultuvra, dearvvašvuohta, oahpahus, árbevirolaš ealáhusat, juridihkka ja mánát ja nuorat.

source: Språk omfatter alle områder i samfunnet, og vil derfor være et felles ansvar på tvers av sektorer.
sme: Giella guoská buot servodatsurggiide, ja danne dat lea buot surggiid oktasaš ovddasvástádus.

source: For å sikre samiske språk som fullverdige og samfunnsbærende språk på norsk side av Sápmi er språkpolitikken sektorovergripende.
sme: Sihkkarastimis sámegielaid ollesárvosaš ja servodatguoddi giellan Norgga beale Sámis galgá giellapolitihkka guoskat buot surggiide.

source: Det vil si at alle med ansvar for politikkutvikling og myndighetsutøvelse må ta språkpolitiske hensyn når de utformer og gjennomfører egen sektorpolitikk.
sme: Dat mearkkaša ahte buohkat geain lea ovddasvástádus politihka ovddideamis ja válddi geavaheamis, fertejit vuhtiiváldit giellapolitihkalaš beroštumiid go hábmejit ja čađahit iežaset suorggi politihka.

source: Med en helhetlig og samstemt språkpolitikk der nasjonale, regionale og kommunale myndigheter og andre aktører spiller på lag, skal vi legge til rette for at de samiske språkene blir naturlige og levende språk i samfunnet.
sme: Ollislaš ja ovttamielalaš giellapolitihkain mas nationála, regionála ja gielddalaš eiseválddit ja eará aktevrrat barget ovttas, mii áigut sámegielaide láhčit saji lunddolaš ja ealli giellan servodagas.

source: Vi skal skape vekst, arbeidsplasser, synlige samiske språk og solide språkmiljø.
sme: Mii áigut buktit ovdánahttima, bargosajiid, sámegielaid mat oidnojit ja nana giellabirrasiid.

source: Oppbygging av robuste språkmiljø gir gode opplæringsmuligheter og skaper rom for utvikling av samiske språk, som igjen er med på å sikre fremtidige språkbrukere.
sme: Nana giellabirrasiid huksen buktá buriid oahpahusvejolašvuođaid ja láhčá saji sámegielaid ovddideapmái, mii fas lea mielde sihkkarastimin boahttevaš giellageavaheddjiid.

source: Våre veivalg for fremtidig utvikling av samiske språk skal legge til rette for økt språkaktivitet gjennom involvering av aktører i hele samfunnet.
sme: Sámegielaid boahtteáiggi ovddideamis galget min válljemat saji láhčit eanet gielladoaimmaide olles servodaga aktevrraid involveremiin.

source: For vi har tro på at samiske og norsk språk skal kunne være likestilte og likeverdige språk i samfunnet, og at språkene kan styrkes og utvikles side om side.
sme: Mii han jáhkkit ahte sámegielat ja dárogiella galget sáhttit leat ovttadássásaš ja dásseárvosaš gielat servodagas, ja ahte gielat sáhttet nanusmuvvat ja ovdánit bálddalagaid.

source: Vi har over lang tid bygget opp kunnskap og erfaring som gjør oss rustet til å ta en ledende rolle i arbeidet for styrking og utvikling av samiske språk.
sme: Mii leat guhkit áiggi háhkan máhtu ja vásáhusaid mat dahket min gearggusin njunnošis bargat sámegielaid nannemiin ja ovddidemiin.

source: Vi vet veien, og vil trenge din og samfunnets selskap på ferden.
sme: Mii diehtit gosa áigut, ja mii dárbbašit duinna ja servodagain fárrolagaid mátkkoštit.

source: Situasjonen for samiske språk
sme: Sámegielaid dilli

source: Alle de samiske språkene på norsk side av Sápmi defineres som truede eller særlig truede språk i UNESCOs liste over truede språk.
sme: Buot sámegielat Norgga beale Sámis definerejuvvojit áitojuvvon dahje erenoamážit áitojuvvon giellan UNESCO áitojuvvon gielaid listtus.

source: I Finnmark er det to kommuner hvor samisk er majoritetsspråket, mens i de resterende kommunene i landet er de samiske språkene i en minoritetssituasjon.
sme: Finnmárkkus leat guokte gieldda gos sámegiella lea eanetlohkogiella, ja buot eará gielddain riikkas leat sámegielat unnitlohkodilis.

source: Samisk språkutvalg konkluderer i sin utredning at “dersom alle de samiske språkene skal kunne overleve, og Norge skal kunne overholde sine internasjonale forpliktelser, kreves en kraftinnsats fra staten og alle involverte offentlige- og private aktører”.
sme: Sámi giellalávdegotti čielggadusa loahppacealkámuš lea ahte jus buot sámegielat galget ceavzit, ja Norga galgá sáhttit ollašuhttit iežas riikkaidgaskasaš geatnegasvuođaid, de dárbbašuvvo nana áŋgiruššan stáhta ja buot guoskevaš almmolaš ja priváhta aktevrrain.

source: Utredningen viser at det er et stort behov for innsats for de samiske språkene på ulike nivåer i samfunnet og at det legges særlig vekt på barn og unges språkrettigheter.
sme: Čielggadus čájeha ahte lea stuorra dárbu áŋgiruššamii sámegielaid beali servodaga iešguđet dásiin ja erenoamážit deattuhuvvojit mánáid ja nuoraid giellavuoigatvuođat.

source: Sentrale aktører i en helhetlig språkpolitikk
sme: Dievaslaš giellapolitihka guovddáš aktevrrat

source: Sametinget vil styrke og utvikle samiske språk gjennom en helhetlig språksatsning hvor innsats rettes mot alle nivåer innenfor alle samfunnsområder.
sme: Sámediggi áigu nannet ja ovddidit sámegielaid ollislaš giellaáŋgiruššama bokte mas áŋgiruššat buot dásiid ektui buot servodatsurggiin.

source: For at vi skal lykkes i dette arbeidet må all språkinnsats ses i sammenheng og bygge på hverandre.
sme: Jus mii galgat lihkostuvvat dáinna bargguin, de ferte buot giellaáŋgiruššamiid ovttas árvvoštallat ja oktii čatnat.

source: Språkpolitikken må dra i samme retning, enten det skjer i de samiske språkmiljø eller institusjoner lokalt, regionalt, nasjonalt eller internasjonalt.
sme: Giellapolitihkka ferte doalvut seamma guvlui, leš dal sámi giellabirrasiin dahje báikkálaš, regionála, nationála dahje riikkaidgaskasaš ásahusain.

source: Det grenseoverskridende samarbeidet skal sikre at de samiske språkene utvikles og styrkes i samme retning.
sme: Rádjarasttideaddji ovttasbargu galgá sihkkarastit ahte sámegielat ovddiduvvojit ja nannejuvvojit seamma guvlui.

source: Vi ønsker ikke en utvikling hvor skriftspråk eller terminologiutvikling går i ulike retninger.
sme: Mii eat háliit dakkár ovdáneami mas čállingiella ja terminologiija ovddiduvvojit iešguđet guvlui.

source: Samarbeid over landegrenser vil også styrke språktilbud for befolkningen.
sme: Ovttasbargu riikarájáid rastá nanne maiddái giellafálaldagaid álbmogii.

source: Opplæringstilbud, medietilbud, litteratur og terminologiutvikling er områder hvor det må tilrettelegges for økt samarbeid.
sme: Oahpahusfálaldagat, mediafálaldagat, girjjálašvuohta ja terminologiijaovddideapmi leat dakkár suorggit gos ovttasbarggu ferte buorebut láhččit.

source: Nasjonalt må innsatsen for samiske språk på områder som synliggjøring, kompetanseheving og rekruttering bidra til målene i Gïelelutnjeme - Giellalåpptim - Giellalokten.
sme: Sisriikkalaččat galgá áŋgiruššan sámegielaiguin dakkár surggiin go oainnusmahttin, gealbolokten ja rekrutteren leat mielde ollašuhttimin Giellaoktema mihttomeriid.

source: Det er behov for koordinering mellom sektorer og aktører som berører samiske språk.
sme: Koordineren dárbbašuvvo dakkár surggiid ja aktevrraid gaskka mat gusket sámegielaide.

source: Staten har gjennom ulike departementer, statlige virksomheter, etater og institusjoner, inkludert fylkesmannen ansvar for at sektorer bidrar til styrking og utvikling av samiske språk.
sme: Stáhtas lea iešguđet departemeanttaid, stáhtalaš doaimmahagaid, etáhtaid ja ásahusaid bokte, oktan fylkkamánniin, ovddasvástádus das ahte suorggit leat mielde nannemin ja ovddideamen sámegielaid.

source: Regjeringen er en viktig samarbeidspartner i språkpolitikken, og har på linje med Sametinget et ansvar for styrking og utvikling av samiske språk.
sme: Ráđđehus lea deaŧalaš ovttasbargobealli giellapolitihkas, ja das lea seamma láhkai go Sámedikkis ovddasvástádus sámegielaid nannemis ja ovddideamis.

source: Gjennom Grunnloven er staten forpliktet til å sikre den enkeltes rett til bruk av samiske språk.
sme: Vuođđolága bokte lea stáhta geatnegahttojuvvon sihkkarastit juohkehačča vuoigatvuođa geavahit sámegiela.

source: Rollefordeling mellom Sametinget og regjeringen har i noen tilfeller vært uklar.
sme: Rollajuohkin Sámedikki ja Ráđđehusa gaskka lea muhtumin leamaš eahpečielggas.

source: Samtidig som Sametinget har det overordnede ansvaret for styrking og utvikling av samiske språk, spiller regjeringen en viktig rolle i utøvelsen av dette ansvaret.
sme: Seammás go Sámedikkis lea bajimus ovddasvástádus sámegielaid nannemis ja ovddideamis, lea Ráđđehusas deaŧalaš rolla ovddasvástádusa doaimmaheamis.

source: Sametinget har ingen formell myndighet til å pålegge andre institusjoner å utarbeide tiltak som styrker og utvikler samiske språk.
sme: Sámedikkis ii leat makkárge formálalaš váldi geatnegahttit eará ásahusaid ráhkadit doaibmabijuid mat nannejit ja ovddidit sámegielaid.

source: Sametinget alene kan heller ikke foreta lovendringer uten nær dialog og oppfølging av regjeringen gjennom stortingsproposisjoner.
sme: Sámediggi ii okto sáhte rievdadit lágaid ge almmá lagas gulahallama ja čuovvuleami haga Ráđđehusain stuorradiggeproposišuvnnaiguin.

source: Fylkeskommunene er gitt en bred samfunnsutvikler- og planleggingsrolle som innebærer ansvar for koordinering og utvikling i egen region.
sme: Fylkkagielddat leat ožžon viiddes servodatovddidan- ja plánenrolla mii mielddisbuktá ovddasvástádusa koordineremis ja ovddideamis iežaset regiovnnas.

source: Gjennom sitt ansvar for videregående opplæring, fagskoler, regionale forskingsfond, kompetanse- og næringsutvikling har fylkeskommunene oppgaver med stor betydning for utvikling av samiske språk.
sme: Ovddasvástádusas bokte joatkkaoahpahusas, fágaskuvllain, regionála dutkanfoanddain, gealbo- ja ealáhusovddideamis leat fylkkagielddain dakkár barggut main lea stuorra mearkkašupmi sámegielaid ovddideapmái.
